-- `learn-arth`.sms_label_list definition

CREATE TABLE `sms_label_list` (
                                  `id` bigint NOT NULL,
                                  `parent_id` bigint DEFAULT NULL,
                                  `parent_list` json DEFAULT NULL,
                                  `status` tinyint DEFAULT NULL,
                                  `title` varchar(30) COLLATE utf8mb4_general_ci DEFAULT NULL,
                                  `description` varchar(100) COLLATE utf8mb4_general_ci DEFAULT NULL,
                                  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;


-- ------------------------[sms_label_list]表数据insert脚本[1000]条------------------------- '0000000000000000001','0000000000000000001'
-- 123 是一层 45 67 89 是一层 101112 131415 161718 是最后一层

select "邻人亲身妙手回春巴黎美元。",1000000000000000001,null,"[]",0,"隆哀戳笨" from dual
union all
select "所有美谈惯常寄予饰物猴头。",1000000000000000002,null,"[]",0,"留沁立刚" from dual
union all
select "底盘怎样戍边航班谷底啊？农技手写官僚主义。",1000000000000000003,null,"[]",0,"猎荧必湛" from dual
union all
select "这个专柜自是葬送真经变电站啦？当儿那个佛手反扑面目。",1000000000000000004,1000000000000000001,'["1000000000000000001"]',0,"铡续枷搓" from dual
union all
select "龙潭虎穴宁愿留置壁虎变种。",1000000000000000005,1000000000000000001,'["1000000000000000001"]',0,"症雪恕峡" from dual
union all
select "地瓜宁可蠕动大公报嫂嫂，如若嗓子眼面授相纸。",1000000000000000006,1000000000000000002,'["1000000000000000002"]',0,"尺描顺源" from dual
union all
select "其它耗子有时游泳子粒历史小说呢？这些小老婆立户凿子。",1000000000000000007,1000000000000000002,'["1000000000000000002"]',0,"聊痘神篇" from dual
union all
select "有些控制器一起谈得来选民。",1000000000000000008,1000000000000000003,'["1000000000000000003"]',0,"盆旭锄昂" from dual
union all
select "那个熟菜着实包房一斑赤子啦？瓜子脸施威脉冲。",1000000000000000009,1000000000000000003,'["1000000000000000003"]',0,"遥凝藐菜" from dual
union all

insert into sms_label_list(description,id,parent_id,parent_list,status,title)
select "这个司寇极其严惩使用面积心腹，正当所有这么样不遗余力人体。",1000000000000000010,1000000000000000004,'["1000000000000000004","1000000000000000001"]',0,"隶濒独捡" from dual
union all
select "那些邦交中路恋爱华尔街理智么？可是登山同心同德航线。",1000000000000000011,1000000000000000004,'["1000000000000000004","1000000000000000001"]',0,"膊沽肮蜂" from dual
union all
select "这个愁思居然迷惑会员啊？那末电报挂号冲散捕鲸船。",1000000000000000012,1000000000000000004,'["1000000000000000004","1000000000000000001"]',0,"脊搀买碉" from dual
union all
select "那个奴仆时时针刺内海大捷。",1000000000000000013,1000000000000000005,'["1000000000000000005","1000000000000000001"]',0,"校课嗓兄" from dual
union all
select "有些飞地益发诲人不倦斗车军费，要不苍术答复民族学。",1000000000000000014,1000000000000000005,'["1000000000000000005","1000000000000000001"]',0,"拆经船郎" from dual
union all
select "富豪日渐发火疆土滑梯。",1000000000000000015,1000000000000000005,'["1000000000000000005","1000000000000000001"]',0,"肢娱乐型" from dual
